<?php
/**
 * page file : /theme/THEME_NAME/page/privacy.html.php
 */
if (!defined('_EYOOM_')) exit;
?>

<div class="privacy-page">
"คู่มือการประมวลผลข้อมูลส่วนบุคคล<br>
เว็บไซต์นี้ (ต่อไปนี้เรียกว่า ""บริษัท"") ได้แก<br>่
ข้อมูลส่วนบุคคลของลูกค้ามีความสำคัญและปฏิบัติตามกฎหมาย ""การส่งเสริมการใช้เครือข่ายสารสนเทศและการสื่อสารและการคุ้มครองข้อมูล""<br><br>

บริษัทจะแจ้งให้คุณทราบว่าข้อมูลส่วนบุคคลที่ลูกค้าจัดหาผ่านนโยบายการจัดการข้อมูลส่วนบุคคลถูกนำมาใช้อย่างไรและดำเนินการอย่างไรเพื่อปกป้องข้อมูลส่วนบุคคล<br>

บริษัทจะประกาศผ่านประกาศเว็บไซต์ (หรือประกาศเป็นรายบุคคล) ในกรณีที่มีการแก้ไขนโยบายการจัดการข้อมูลส่วนบุคคล<br><br>

■ รายการข้อมูลส่วนบุคคลที่รวบรวมไว้

<br><br>บริษัทกำลังรวบรวมข้อมูลส่วนบุคคลดังต่อไปนี้สำหรับการสมัครสมาชิกการให้คำปรึกษาการสมัครบริการ ฯลฯ<br>
ο รายการสะสม: ชื่อ, วันเดือนปีเกิด, เพศ, ล็อกอินไอดี, รหัสผ่าน, คำถามและคำตอบ, อีเมล์, บันทึกบริการ, บันทึกการเชื่อมต่อ , คุกกี้ , ข้อมูลไอพีการเชื่อมต่อ , บันทึกการชำระเงิน<br>
ο วิธีการรวบรวมข้อมูลส่วนบุคคล: โฮมเพจ (สมัครสมาชิก, กระดานประกาศ)<br><br>

■ วัตถุประสงค์ในการรวบรวมและใช้ข้อมูลส่วนบุคคล<br><br>

บริษัทจะใช้ข้อมูลส่วนบุคคลที่รวบรวมเพื่อวัตถุประสงค์ดังต่อไปน<br>ี้
ο การปฏิบัติตามสัญญาเกี่ยวกับการให้บริการ<br>
ο การจัดการสมาชิก - การตรวจสอบตัวตนโดยการใช้บริการสมาชิก การระบุบุคคล การป้องกันการทุจริตและการใช้งานของสมาชิกที่ไม่ดี การยืนยันความตั้งใจในการสมัครสมาชิก การตรวจสอบอายุ <br>การตรวจสอบความยินยอมของตัวแทนตามกฎหมายเมื่อรวบรวมข้อมูลส่วนบุคคลของเด็กอายุต่ำกว่า 14 ปี
<br>ο ใช้กับการตลาดและการโฆษณา<br>
ο สถิติเกี่ยวกับการระบุความถี่ของการเชื่อมต่อหรือการใช้บริการของสมาชิก
<br>
■ การเก็บรักษาและระยะเวลาการใช้ข้อมูลส่วนบุคคล.
<br><br>
โดยหลักการแล้ว หลังจากบรรลุวัตถุประสงค์ในการรวบรวมและใช้ข้อมูลส่วนบุคคลแล้ว ข้อมูลดังกล่าวจะถูกทำลายโดยไม่ชักช้าค่ะ อย่างไรก็ตามหากจำเป็นต้องเก็บรักษาตามบทบัญญัติของกฎหมายที่เกี่ยวข้อง บริษัทจะเก็บข้อมูลสมาชิกเป็นระยะเวลาหนึ่งตามที่กำหนดไว้ในกฎหมายที่เกี่ยวข้องดังต่อไปนี้
<br><br>
รายการเก็บรักษา: ล็อกอินไอดี, บันทึกการชำระเงิน<br>
พื้นฐานการเก็บรักษา: พระราชบัญญัติการใช้และคุ้มครองข้อมูลเครดิต<br>
ระยะเวลาเก็บรักษา: 3 ปี
<br><br>
บันทึกการแสดง/โฆษณา: 6 เดือน (พระราชบัญญัติคุ้มครองผู้บริโภคในการพาณิชย์อิเล็กทรอนิกส์ ฯลฯ)<br>
บันทึกเกี่ยวกับสัญญาหรือการถอนการสมัครสมาชิก : 5 ปี (พระราชบัญญัติคุ้มครองผู้บริโภคในการพาณิชย์อิเล็กทรอนิกส์ ฯลฯ)<br>
บันทึกการชำระเงินและการจัดหาสินค้า : 5 ปี (พระราชบัญญัติคุ้มครองผู้บริโภคพาณิชย์อิเล็กทรอนิกส์ ฯลฯ)<br>
บันทึกการร้องเรียนหรือการจัดการข้อพิพาทของผู้บริโภค : 3 ปี (พระราชบัญญัติคุ้มครองผู้บริโภคในการพาณิชย์อิเล็กทรอนิกส์ ฯลฯ)<br>
บันทึกการรวบรวม/ประมวลผลและการใช้ข้อมูลเครดิต : 3 ปี (พระราชบัญญัติการใช้และคุ้มครองข้อมูลเครดิต)<br>
เห็นด้วยกับเนื้อหาในนโยบายการจัดการข้อมูลส่วนบุคคล<br>
เห็นด้วยกับเงื่อนไขทั้งหมด"<br>
</div>