<?php
/**
 * page file : /theme/THEME_NAME/page/provision.html.php
 */
if (!defined('_EYOOM_')) exit;
?>

<div class="provision-page">
บทที่ 1: กฎทั่วไป<br>
บทที่ 2: สัญญาบริการ<br>
บทที่ 3: หน้าที่ของฝ่ายที่ทำสัญญา<br>
บทที่ 4: การใช้บริการ.<br>
บทที่ 5 การยกเลิกสัญญาและการจำกัดการใช้งาน<br>
บทที่ 6: อื่น ๆ<br><br>

<h5 style="margin:0 0 20px"><span>บทที่ 1 กฎทั่วไป</span></h5>

<br>มาตรา 1 (วัตถุประสงค์)<br><br>
<br>
ข้อกำหนดและเงื่อนไขนี้มีวัตถุประสงค์เพื่อกำหนดเงื่อนไขและขั้นตอนที่เกี่ยวข้องกับบริการทั้งหมด (ต่อไปนี้เรียกว่า "บริการ") ที่จัดหาโดยเว็บไซต์นี้ (ต่อไปนี้เรียกว่า "บริษัท")
<br><br>
มาตรา 2 (นิยาม)
<br><br>
<br>คำจำกัดความของคำศัพท์ที่ใช้ในเงื่อนไขและเงื่อนไขนี้มีดังต่อไปนี้
<br>1. ผู้ใช้: ผู้รับบริการของบริษัทตามเงื่อนไขและเงื่อนไขนี้
<br>2. สัญญาการใช้บริการ : สัญญาที่ทำขึ้นระหว่างบริษัทและผู้ใช้บริการเกี่ยวกับการใช้บริการ
<br>3. การสมัครสมาชิก : กรอกข้อมูลในแบบฟอร์มใบสมัครที่บริษัทจัดหาให้ และเสร็จสิ้นสัญญาบริการโดยยินยอมตามเงื่อนไขและเงื่อนไขนี้
<br>4. สมาชิก : ผู้ที่ลงทะเบียนเป็นสมาชิกโดยให้ข้อมูลส่วนบุคคลที่จำเป็นสำหรับการสมัครสมาชิกในเว็บไซต์ของตน
<br>5. หมายเลขผู้ใช้ (ID) : การรวมตัวอักษรและตัวเลขที่ผู้ใช้เลือกและได้รับการอนุมัติจากบริษัทเพื่อระบุสมาชิกและใช้บริการของสมาชิก (สามารถออก ID ได้เพียง 1 ID ในเลขประจำตัวประชาชน 1 ตัวเท่านั้น)
<br>6. รหัสผ่าน (PASSWORD) : การรวมตัวอักษรและตัวเลขและตัวอักษรพิเศษที่กำหนดโดยผู้ใช้เองเพื่อปกป้องข้อมูลของสมาชิก
<br>7. การใช้สอย : แสดงเจตนาที่จะยกเลิกสัญญาการใช้บริการหลังบริษัทหรือสมาชิกใช้บริการแล้ว
<br><br>
มาตรา 3 (มีผลบังคับและเปลี่ยนแปลงตามเงื่อนไข)
<br><br>
<br>สมาชิกอาจขอถอนตัว (ยกเลิก) หากไม่เห็นด้วยกับเงื่อนไขที่เปลี่ยนแปลง และหากยังคงใช้บริการต่อไปโดยไม่แสดงเจตนาปฏิเสธแม้หลังจาก 7 วันนับจากวันที่เงื่อนไขที่เปลี่ยนแปลงมีผลบังคับใช้ ก็ถือว่าเห็นด้วยกับการเปลี่ยนแปลงเงื่อนไข
<br>① มีผลบังคับใช้โดยการโพสต์บนหน้าจอบริการของข้อตกลงนี้หรือประกาศในบอร์ดประกาศหรือวิธีการอื่น ๆ
<br>② บริษัทสามารถเปลี่ยนแปลงเนื้อหาของข้อตกลงนี้ได้หากเห็นว่าจำเป็น ข้อกำหนดและเงื่อนไขที่เปลี่ยนแปลงจะประกาศบนหน้าจอบริการและหากยังคงใช้บริการต่อไปโดยไม่แสดงเจตนาปฏิเสธแม้หลังจากประกาศ 7 วันจะถือว่าเห็นด้วยกับการเปลี่ยนแปลงข้อกำหนด
<br>③ หากผู้ใช้ไม่เห็นด้วยกับเงื่อนไขที่เปลี่ยนแปลง ผู้ใช้สามารถระงับการใช้บริการและยกเลิกการลงทะเบียนสมาชิก และหากยังคงใช้ต่อไปจะถือว่าเห็นด้วยกับการเปลี่ยนแปลงเงื่อนไขและเงื่อนไขที่เปลี่ยนแปลงจะมีผลเช่นเดียวกับก่อนหน้านี้
<br><br>
มาตรา 4 (กฎบังคับ)
<br><br>
รายการที่ไม่ได้ระบุในเงื่อนไขและเงื่อนไขเหล่านี้เป็นไปตามข้อกำหนดของกรอบการสื่อสารโทรคมนาคมกฎหมายธุรกิจโทรคมนาคมและกฎหมายอื่นๆที่เกี่ยวข้อง
<br><br>
บทที่ 2 สัญญาบริการ
<br><br>
มาตรา 5 (การจัดทำสัญญาใช้สิทธิ)
<br><br>
สัญญาการใช้จะจัดตั้งขึ้นด้วยความยินยอมของบริษัทในการขอใช้ของผู้ใช้และความยินยอมในเงื่อนไขและเงื่อนไขของผู้ใช้
<br><br>
มาตรา 6 (การสมัครใช้สิทธิ)
<br><br>
การสมัครใช้งานสามารถทำได้โดยการบันทึกข้อมูลส่วนบุคคลในแบบฟอร์มการสมัครสมาชิกที่บริษัทร้องขอจากหน้าจอข้อมูลสมาชิกของการบริการ
<br><br>
มาตรา 7 (การยินยอมใช้สิทธิ)
<br><br>
<br>① ในกรณีที่สมาชิกได้ยื่นคำร้องโดยกรอกรายละเอียดทั้งหมดของใบสมัครอย่างถูกต้องแล้ว จะยอมรับคำขอใช้บริการเว้นแต่จะมีกรณีพิเศษ
<br>② ในกรณีที่สอดคล้องกับแต่ละข้อต่อไปนี้อาจไม่ได้รับอนุญาตในการใช้
<br>1. เมื่อคุณไม่ได้ลงชื่อในชื่อจริงของคุณ
<br>2. เมื่อสมัครโดยใช้ชื่อคนอื่น
<br>3. ในกรณีที่เนื้อหาของการสมัครใช้งานถูกบันทึกไว้เป็นเท็จ
<br>4. เมื่อสมัครเพื่อขัดขวางความเป็นอยู่ของสังคมหรือประเพณีอันดีงาม
<br>5. เมื่อข้อกำหนดในการสมัครใช้งานอื่น ๆ ที่บริษัทกำหนดไม่เพียงพอ
<br><br>
มาตรา 8 (การเปลี่ยนแปลงสัญญา)
<br><br>
สมาชิกจะต้องแก้ไขเมื่อรายการที่ระบุไว้มีการเปลี่ยนแปลงเมื่อสมัครและสมาชิกจะต้องรับผิดชอบต่อปัญหาที่เกิดขึ้นจากการไม่แก้ไข
<br><br>
<br>บทที่ 3 หน้าที่ของฝ่ายที่ทำสัญญา
<br>มาตรา 9 (ภาระผูกพันของบริษัท)
<br><br>
<br>บริษัทจะไม่เปิดเผยหรือเผยแพร่ข้อมูลส่วนบุคคลของสมาชิกที่เกี่ยวข้องกับการให้บริการแก่บุคคลที่สามโดยไม่ได้รับความยินยอมจากตนเอง <br>อย่างไรก็ตามหากมีความต้องการของหน่วยงานของรัฐตามบทบัญญัติของกฎหมายเช่นกฎหมายพื้นฐานการสื่อสารโทรคมนาคมจะไม่ใช้บังคับหากมีวัตถุประสงค์ในการสืบสวนอาชญากรรมหรือหากมีการร้องขอตามขั้นตอนที่กำหนดไว้ในกฎหมายที่เกี่ยวข้องอื่นๆ
<br><br>
มาตรา 10 (หน้าที่ของสมาชิก)
<br><br>
<br>① สมาชิกไม่ควรกระทำดังต่อไปนี้เมื่อใช้บริการ
<br>1. การกระทำในการใช้บัตรประจำตัวของสมาชิกอื่นอย่างไม่เป็นธรรม
<br>2. การทำซ้ำ การเผยแพร่ หรือการให้ข้อมูลที่ได้จากการบริการแก่บุคคลที่สาม
<br>3. การกระทำที่ละเมิดลิขสิทธิ์ของบริษัท ลิขสิทธิ์ของบุคคลที่สาม ฯลฯ
<br>4. การเผยแพร่เนื้อหาที่ละเมิดระเบียบสาธารณะและประเพณีอันดีงาม
<br>5. การกระทำที่ตัดสินอย่างเป็นวัตถุประสงค์ว่าเกี่ยวข้องกับอาชญากรรม
<br>6. การกระทำอื่น ๆ ที่ฝ่าฝืนกฎหมายที่เกี่ยวข้อง
<br>① สมาชิกมีความรับผิดชอบในการบำรุงรักษาเช่นอีเมล กระดานข่าวและเอกสารลงทะเบียนตามความจำเป็น
<br>② สมาชิกไม่สามารถลบหรือเปลี่ยนแปลงวัสดุที่บริษัทจัดหาให้โดยไม่ตั้งใจ
<br>③ สมาชิกต้องไม่ทำการลงทะเบียนเนื้อหาที่ละเมิดสิทธิอื่น ๆ เช่น ลิขสิทธิ์ของบุคคลที่สาม ฯลฯ ในโฮมเพจของบริษัทหรือเนื้อหาที่ละเมิดระเบียบสาธารณะและประเพณี หากสมาชิกมีความรับผิดชอบต่อผลลัพธ์ทั้งหมดที่เกิดขึ้นเมื่อโพสต์เนื้อหาเช่นนี้
<br>มาตรา 12 (การจัดการและลบสิ่งพิมพ์)
<br><br>
<br>สำหรับการให้บริการที่มีประสิทธิภาพพื้นที่หน่วยความจำของสมาชิก ขนาดข้อความ จำนวนวันที่จัดเก็บ ฯลฯ สามารถลบได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าหากเนื้อหาที่ลงทะเบียนสอดคล้องกับแต่ละข้อต่อไปนี้
<br>1. ถ้าเนื้อหาเป็นการใส่ร้ายสมาชิกอื่นหรือบุคคลที่สาม หรือเป็นการใส่ร้ายป้ายสีผู้อื่น
<br>2. ในกรณีที่มีการละเมิดระเบียบสาธารณะและประเพณีอันดีงาม
<br>3. ถ้าเนื้อหาที่ได้รับการยอมรับว่ามีส่วนเกี่ยวข้องกับการกระทำความผิด
<br>4. ในกรณีที่มีการละเมิดลิขสิทธิ์ของบริษัท, ลิขสิทธิ์ของบุคคลที่สาม ฯลฯ
<br>5. เมื่อสมาชิกโพสต์ภาพลามกอนาจารหรือเชื่อมโยงไปยังเว็บไซต์ลามกอนาจารบนเว็บไซต์ของบริษัท
<br>6. ในกรณีที่ถือว่าละเมิดกฎเกณฑ์ที่เกี่ยวข้องอื่น ๆ

<br><br>มาตรา 13 (ลิขสิทธิ์สิ่งพิมพ์)
<br><br>
ลิขสิทธิ์ของการโพสต์เป็นของสำนักพิมพ์เอง และสมาชิกไม่สามารถใช้วัสดุที่โพสต์ในบริการได้เช่นการแปรรูปหรือขายข้อมูลที่ได้รับจากการใช้บริการ
<br><br>
มาตรา 14 (เวลาเปิดให้บริการ)
<br><br>
โดยหลักการแล้วการใช้บริการจะต้องดำเนินการตลอด 24 ชั่วโมงโดยไม่หยุดตลอดทั้งปีเว้นแต่จะมีการรบกวนพิเศษทางธุรกิจหรือทางเทคนิค อย่างไรก็ตาม ไม่เป็นเช่นนั้นในกรณีที่มีเหตุผลเช่นการตรวจสอบเป็นประจำ
<br>
<br>มาตรา 15 (ความรับผิดชอบในการใช้บริการ)
<br><br>
<br>ไม่ควรใช้บริการเพื่อแฮ็กเว็บไซต์ลามกอนาจาร การแจกจ่ายS/Wที่ผิดกฎหมายเชิงพาณิชย์ ฯลฯ และบริษัทจะไม่รับผิดชอบต่อผลและความสูญเสียของกิจกรรมทางธุรกิจที่เกิดจากการละเมิดและการดำเนินการทางกฎหมายโดยหน่วยงานที่เกี่ยวข้อง
<br><br>
<br>มาตรา 16 (ระงับการให้บริการ)
<br><br>
<br>หากสอดคล้องกับแต่ละข้อต่อไปนี้สามารถหยุดการให้บริการได้
<br>1. ในกรณีที่หลีกเลี่ยงไม่ได้เนื่องจากการก่อสร้าง เช่น การซ่อมแซมอุปกรณ์บริการ
<br>2. หากผู้ให้บริการโทรคมนาคมหยุดให้บริการโทรคมนาคมในช่วงเวลาที่กำหนดไว้ในพระราชบัญญัติธุรกิจโทรคมนาคม
<br>3. หากต้องการการตรวจสอบระบบ
<br>4. ในกรณีอื่น ๆ ที่มีเหตุอันไม่อาจต้านทานได้
<br><br>
<br>บทที่ 5 การยกเลิกสัญญาและการจำกัดการใช้งาน
<br>มาตรา 17 (การยกเลิกสัญญาและการจำกัดการใช้สิทธิ)
<br><br>
<br>① เมื่อสมาชิกต้องการยกเลิกสัญญาการใช้งาน สมาชิกจะต้องยื่นคำร้องขอยกเลิกผ่านอินเทอร์เน็ต และบริษัทจะต้องดำเนินการหลังจากยืนยันตัวตนของพวกเขา
<br>② บริษัทต้องแจ้งให้ลูกค้าทราบล่วงหน้า 30 วันก่อนมาตรการยกเลิกในกรณีที่สมาชิกได้กระทำตามข้อใดข้อหนึ่งดังต่อไปนี้และเปิดโอกาสให้พวกเขาแสดงความคิดเห็น
<br>1. กรณีขโมย ID และรหัสผ่านของผู้ใช้อื่น
<br>2. ในกรณีที่มีการจงใจขัดขวางการดำเนินงานของบริการ
<br>3. กรณีการสมัครสมาชิกปลอม
<br>4. หากผู้ใช้รายเดียวกันได้ลงทะเบียนไอดีอื่นสองครั้ง
<br>5. เมื่อมีการเผยแพร่เนื้อหาที่เป็นอุปสรรคต่อระเบียบสาธารณะและประเพณีอันดีงาม
<br>6. ในกรณีที่มีการกระทำที่ทำให้เสียเกียรติหรือเสียผลประโยชน์ของผู้อื่น
<br>7. เมื่อมีการถ่ายโอนข้อมูลจำนวนมากหรือข้อมูลโฆษณาเพื่อวัตถุประสงค์ในการขัดขวางการดำเนินงานที่มั่นคงของบริการ
<br>8. ในกรณีที่มีการกระจายโปรแกรมไวรัสคอมพิวเตอร์ที่ก่อให้เกิดความผิดปกติของอุปกรณ์สารสนเทศและการสื่อสารหรือการทำลายข้อมูล
<br>9. กรณีละเมิดสิทธิในทรัพย์สินทางปัญญาของบริษัทหรือสมาชิกอื่นหรือบุคคลที่สาม
<br>10. กรณีที่ข้อมูลส่วนบุคคล ID ของผู้ใช้ และรหัสผ่านของผู้อื่นถูกใช้อย่างไม่ถูกต้อง
<br>11. เมื่อสมาชิกโพสต์ภาพลามกอนาจารบนเว็บไซต์หรือกระดานข่าวของตน หรือลิงก์ไปยังเว็บไซต์ลามกอนาจาร
<br>12. ในกรณีที่มีการตัดสินว่าละเมิดกฎหมายอื่น ๆ ที่เกี่ยวข้อง
<br><br>
<br>บทที่ 6 กีตาร์
<br>มาตรา 18 (ห้ามโอน)
<br><br>
สมาชิกไม่สามารถโอนหรือมอบสิทธิ์ในการใช้บริการและสถานะตามสัญญาการใช้งานอื่นๆให้กับผู้อื่นและไม่สามารถให้เป็นการค้ำประกันได้
<br><br>
มาตรา 19 (ค่าเสียหาย)
<br><br>
บริษัทจะไม่รับผิดชอบต่อความเสียหายใดๆที่เกิดขึ้นกับสมาชิกที่เกี่ยวข้องกับการให้บริการฟรี ยกเว้นความเสียหายที่เกิดจากความประมาทเลินเล่อหรือความประมาทเลินเล่อที่สำคัญของบริษัท
<br><br>
มาตรา 20 (ข้อกำหนดการพ้นโทษ)
<br><br>
<br>① บริษัทจะได้รับการยกเว้นความรับผิดชอบในการให้บริการหากไม่สามารถให้บริการได้เนื่องจากภัยพิบัติทางธรรมชาติ สงคราม หรือแรงต้านอื่นๆที่เทียบเท่า
<br>② บริษัทจะได้รับการยกเว้นความรับผิดชอบต่อความเสียหายที่เกิดจากเหตุผลที่หลีกเลี่ยงไม่ได้ เช่น การซ่อมแซม การเปลี่ยนแปลง การตรวจสอบเป็นระยะๆ การก่อสร้างสิ่งอำนวยความสะดวกสำหรับบริการ
<br>③ บริษัทจะไม่รับผิดชอบต่ออุปสรรคในการใช้บริการเนื่องจากเหตุผลที่สมาชิกได้รับ
<br>④ บริษัทจะไม่รับผิดชอบต่อความเสียหายที่เกิดจากผลประโยชน์ที่สมาชิกคาดหวังจากการใช้บริการหรือข้อมูลที่ได้รับผ่านบริการ
<br>⑤ บริษัทจะไม่รับผิดชอบต่อเนื้อหา เช่น ข้อมูล ข้อมูล ข้อมูล ความน่าเชื่อถือของข้อเท็จจริง และความถูกต้องที่สมาชิกโพสต์ในบริการ
<br>มาตรา 21 (ศาลปกครอง)
<br>
ในกรณีที่มีการยื่นฟ้องเกี่ยวกับข้อพิพาทที่เกิดจากการใช้บริการ ศาลที่ดูแลสถานที่ตั้งของบริษัทจะเป็นศาลที่มีอำนาจพิเศษ
<br>
คติพจน์
(วันบังคับใช้) ข้อกำหนดและเงื่อนไขนี้มีผลบังคับใช้ตั้งแต่วันที่ OOO เดือน OOO ปี OOO<br>
</div>